Repository: MohamedGamil13/Dawak
Catalog: lib/l10n/intl_*.arb
Languages: ar

# onBorading1solgan1
source: Smart Pharmacy
ar: صيدلية ذكية

# onBorading1solgan2
source: Smart Care
ar: رعاية ذكية

# subTitle
source: Order your medications with ease and get professional medical consultations right from your pocket.
ar: اطلب أدويتك بسهولة واحصل على استشارات طبية احترافية مباشرة من هاتفك.

# nextButton
source: Next
ar: التالي

# feature1
source: vitamins
ar: الفيتامينات

# feature2
source: First Aid
ar: الإسعافات الأولية

# feature3
source: Daily Care
ar: العناية اليومية

# feature4
source: Skin Care
ar: العناية بالبشرة

# searchHint
source: Search medications...
ar: ابحث عن الأدوية...

# onboardingScreen2Text1
source: Find and order
ar: ابحث واطلب

# onboardingScreen2Text2
source: Medicines Easily
ar: الأدوية بسهولة

# onboardingScreen2Text3
source: Search from over 10,000+ certified medications and healthcare products. Order in seconds and track your delivery.
ar: ابحث من بين أكثر من 10,000 دواء ومنتج صحي معتمد. اطلب في ثوانٍ وتابع توصيل طلبك.

# consultationChatCardTitle
source: Live Support
ar: دعم مباشر

# consultationChatCardChatMessage
source: Hello! How can I help you today?
ar: مرحبًا! كيف يمكنني مساعدتك اليوم؟

# consultationChatCardTextHint
source: Type a message...
ar: اكتب رسالة...

# consultationChatCardMessage2
source: I've uploaded my prescription.
ar: لقد قمت برفع الروشتة الخاصة بي.

# onBoardingScreen3Text1
source: Consult a Pharmacist
ar: استشر صيدليًا

# onBoardingScreen3Text2
source: Chat with our licensed pharmacists for medical advice or quickly upload your prescription to get started.
ar: تواصل مع صيادلة مرخصين للحصول على نصائح طبية أو قم برفع الروشتة الخاصة بك .

# onBoardingScreen4Text1
source: Reminder
ar: تذكير

# onBoardingScreen4Text2
source: Time for your morning dose
ar: حان وقت جرعتك الصباحية

# onBoardingScreen4Text3
source: Refill Out
ar: إعادة التعبئة

# onBoardingScreen4Text4
source: Your refill is arriving today
ar: طلب إعادة التعبئة سيصل اليوم

# onBoardingScreen4Text5
source: Never Miss a Dose
ar: لا تفوّت أي جرعة

# onBoardingScreen4Text6
source: Set automatic reminders for your medications and subscribe to chronic care plans for seamless, doorstep refills.
ar: قم بتعيين تذكيرات تلقائية لأدويتك واشترك في خطط الرعاية المزمنة لإعادة التعبئة بسهولة حتى باب منزلك.

# onBoardingScreen4Text7
source: Active Subscription
ar: اشتراك نشط

# onBoardingScreen4Text8
source: Lisinopril 10mg
ar: ليزينوبريل 10 مجم

# onBoardingScreen4Text9
source: Daily, 8:00 AM
ar: يوميًا، 8:00 صباحًا
